Repository: Allen-ux-dev/RELAXIN-X
Catalog: Relaxin/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ru, vi, zh_hans

source: Repair Ready
ar: الإصلاح جاهز
de: Reparatur bereit
es: Reparación lista
fr: Réparation prête
ja: 修復可能
ru: Восстановление компонентов готово
vi: Sửa chữa sẵn sàng
zh_hans: 修复可用

source: Repair Unavailable
ar: الإصلاح غير متاح
de: Reparatur nicht verfügbar
es: Reparación no disponible
fr: Réparation indisponible
ja: 修復不可
ru: Восстановление компонентов недоступно
vi: Sửa chữa không khả dụng
zh_hans: 修复不可用

source: Reset & Remove
ar: إعادة التعيين والإزالة
de: Zurücksetzen & Entfernen
es: Restablecer y eliminar
fr: Réinitialiser et supprimer
ja: リセットと削除
ru: Сброс и удаление
vi: Đặt lại và gỡ bỏ
zh_hans: 重置与移除

source: Reset Failed
ar: فشلت إعادة التعيين
de: Zurücksetzen fehlgeschlagen
es: Error al restablecer
fr: Échec de la réinitialisation
ja: リセットに失敗しました
ru: Не удалось сбросить
vi: Đặt lại không thành công
zh_hans: 重置失败

source: Reset Mobile Password
ar: إعادة تعيين كلمة مرور mobile
de: mobile-Passwort zurücksetzen
es: Restablecer contraseña mobile
fr: Réinitialiser mdp mobile
ja: mobileパスワードをリセット
ru: Сбросить пароль mobile
vi: Đặt lại mật khẩu mobile
zh_hans: 重置密码

source: Reset RELAXIN-X
ar: إعادة تعيين RELAXIN-X
de: RELAXIN-X zurücksetzen
es: Restablecer RELAXIN-X
fr: Réinitialiser RELAXIN-X
ja: RELAXIN-Xをリセット
ru: Сбросить RELAXIN-X
vi: Đặt lại RELAXIN-X
zh_hans: 重置 RELAXIN-X

source: Restart SpringBoard
ar: إعادة تشغيل SpringBoard
de: SpringBoard neu starten
es: Reiniciar SpringBoard
fr: Redémarrer le SpringBoard
ja: SpringBoardを再起動
ru: Перезапустить SpringBoard
vi: Khởi động lại SpringBoard
zh_hans: 妙手回春

source: Restart Userspace
ar: إعادة تشغيل Userspace
de: Userspace-Neustart
es: Reiniciar el Espacio de Usuario
fr: Redémarrer l’espace utilisateur
ja: Userspaceを再起動
ru: Перезагрузить Userspace
vi: Khởi động lại Userspace
zh_hans: 回光返照

source: Restore Jailbreak Environment
ar: استعادة بيئة كسر الحماية
de: Jailbreak-Umgebung wiederherstellen
es: Restaurar entorno de jailbreak
fr: Restaurer l’environnement de jailbreak
ja: 脱獄環境を復元
ru: Восстановить среду джейлбрейка
vi: Khôi phục môi trường jailbreak
zh_hans: 恢复越狱环境

source: Restoring Environment
ar: جارٍ استعادة البيئة
de: Umgebung wird wiederhergestellt
es: Restaurando entorno
fr: Restauration de l’environnement
ja: 環境を復元中
ru: Восстановление среды
vi: Đang khôi phục môi trường
zh_hans: 正在恢复环境

source: Review the recovery guidance below before trying again.
ar: راجع إرشادات الاسترداد أدناه قبل المحاولة مرة أخرى.
de: Lies die Wiederherstellungshinweise unten, bevor du es erneut versuchst.
es: Consulta las indicaciones de recuperación que aparecen a continuación antes de intentarlo de nuevo.
fr: Consultez les instructions de récupération ci-dessous avant de réessayer.
ja: もう一度試す前に、以下の復旧手順を確認してください。
ru: Перед повторной попыткой ознакомьтесь с инструкциями по восстановлению ниже.
vi: Xem hướng dẫn khắc phục bên dưới trước khi thử lại.
zh_hans: 请先查看下方的恢复指引，然后再试。

source: Runtime Backend
ar: واجهة التشغيل الخلفية
es: Backend de runtime
fr: Backend d’exécution
ja: ランタイムバックエンド
ru: Бэкенд среды
vi: Backend runtime
zh_hans: 运行时后端

source: Runtime Inactive
ar: بيئة التشغيل غير نشطة
de: Laufzeit inaktiv
es: Entorno de ejecución inactivo
fr: Environnement d’exécution inactif
ja: ランタイムは非アクティブ
ru: Среда выполнения неактивна
vi: Runtime chưa hoạt động
zh_hans: 运行时未激活

source: Runtime Profile
ar: ملف تعريف بيئة التشغيل
de: Runtime-Profil
es: Perfil de runtime
fr: Profil d’exécution
ja: ランタイムプロファイル
ru: Профиль среды
vi: Hồ sơ runtime
zh_hans: 运行时配置

source: Runtime support is resolved for this device
ar: يتم تحديد دعم بيئة التشغيل لهذا الجهاز
de: Die Laufzeitunterstützung wird für dieses Gerät ermittelt
es: La compatibilidad del entorno se determina para este dispositivo
fr: La prise en charge de l’environnement est déterminée pour cet appareil
ja: ランタイム対応状況はこのデバイス上で判定されます
ru: Поддержка среды определяется для этого устройства
vi: Khả năng hỗ trợ runtime được xác định cho thiết bị này
zh_hans: 运行时支持会根据当前设备自动解析

source: Software License
ar: ترخيص البرنامج
de: Softwarelizenz
es: Licencia de software
fr: Licence du logiciel
ja: ソフトウェアライセンス
ru: Лицензия на ПО
vi: Giấy phép phần mềm
zh_hans: 软件许可

source: Software License Unavailable
ar: ترخيص البرنامج غير متوفر
de: Softwarelizenz nicht verfügbar
es: Licencia de software no disponible
fr: Licence du logiciel indisponible
ja: ソフトウェアライセンスを利用できません
ru: Лицензия на ПО недоступна
vi: Giấy phép phần mềm không khả dụng
zh_hans: 软件许可证不可用

source: Stable
ar: مستقر
de: Stabil
es: Estable
ja: 安定版
ru: Стабильный
vi: Ổn định
zh_hans: 稳定

source: Stealth Compatibility
ar: توافق الإخفاء
de: Stealth-Kompatibilität
es: Compatibilidad discreta
fr: Compatibilité discrète
ja: ステルス互換性
ru: Скрытая совместимость
vi: Tương thích ẩn
zh_hans: 隐根兼容性

source: Stealth Compatibility Suspended
ar: تم تعليق توافق الإخفاء
de: Stealth-Kompatibilität ausgesetzt
es: Compatibilidad discreta suspendida
fr: Compatibilité discrète suspendue
ja: ステルス互換性は一時停止中
ru: Скрытая совместимость приостановлена
vi: Tương thích ẩn đã tạm dừng
zh_hans: 隐根兼容性已暂停

source: Support Level
ar: مستوى الدعم
de: Unterstützungsstufe
es: Nivel de compatibilidad
fr: Niveau de prise en charge
ja: サポートレベル
ru: Уровень поддержки
vi: Mức hỗ trợ
zh_hans: 支持级别

source: Supported
ar: مدعوم
de: Unterstützt
es: Compatible
fr: Pris en charge
ja: 対応
ru: Поддерживается
vi: Được hỗ trợ
zh_hans: 支持

source: Suspended
ar: معلّق
de: Pausiert
es: Suspendido
fr: Suspendu
ja: 一時停止
ru: Приостановлено
vi: Tạm dừng
zh_hans: 已暂停

# Tap options below to start...
source: Tap an option below to start…
ar: اضغط على أحد الخيارات أدناه للبدء…
de: Tippe zum Starten unten auf eine Option …
es: Toca una de las opciones que aparecen a continuación para empezar…
fr: Touchez une option ci-dessous pour commencer…
ja: 以下のオプションをタップして開始…
ru: Чтобы начать, коснитесь одного из вариантов ниже…
vi: Chạm vào một tùy chọn bên dưới để bắt đầu…
zh_hans: 轻点下方任一选项即可开始…

source: The background execution assertion expired before the engine returned.
ar: انتهت صلاحية تصريح التنفيذ في الخلفية قبل أن يُكمل المحرك عمله.
de: Die Freigabe zur Hintergrundausführung ist abgelaufen, bevor das Modul fertig war.
es: El permiso de ejecución en segundo plano ha caducado antes de que el motor terminara.
fr: L’autorisation d’exécution en arrière-plan a expiré avant la fin de l’exécution du moteur.
ja: エンジンが完了する前に、バックグラウンド実行アサーションの有効期限が切れました。
ru: Срок действия разрешения на фоновое выполнение истёк до завершения работы модуля.
vi: Quyền duy trì tác vụ chạy trong nền đã hết hạn trước khi mô-đun hoàn tất.
zh_hans: 后台执行断言在引擎返回前已过期。

source: The device CPU family could not be read.
ar: تعذرت قراءة عائلة وحدة المعالجة المركزية للجهاز.
de: Die CPU-Familie des Geräts konnte nicht ausgelesen werden.
es: No se ha podido leer la familia de CPU del dispositivo.
fr: Impossible de lire la famille de processeurs de l’appareil.
ja: デバイスのCPUファミリを読み取れませんでした。
ru: Не удалось определить семейство процессора устройства.
vi: Không thể đọc dòng CPU của thiết bị.
zh_hans: 无法读取设备 CPU 系列。

source: The engine could not remain active in the background.
ar: تعذر إبقاء المحرك نشطًا في الخلفية.
de: Das Modul konnte im Hintergrund nicht aktiv bleiben.
es: El motor no ha podido permanecer activo en segundo plano.
fr: Le moteur n’a pas pu rester actif en arrière-plan.
ja: エンジンをバックグラウンドで動作させ続けることができませんでした。
ru: Модулю не удалось продолжить работу в фоновом режиме.
vi: Mô-đun không thể tiếp tục hoạt động trong nền.
zh_hans: 引擎无法在后台保持活动。

source: The exact device identifier could not be read.
ar: تعذرت قراءة معرّف الجهاز الدقيق.
de: Die genaue Gerätekennung konnte nicht ausgelesen werden.
es: No se ha podido leer el identificador exacto del dispositivo.
fr: Impossible de lire l’identifiant exact de l’appareil.
ja: 正確なデバイス識別子を読み取れませんでした。
ru: Не удалось определить точный идентификатор устройства.
vi: Không thể đọc mã định danh chính xác của thiết bị.
zh_hans: 无法读取确切的设备标识符。

source: The exact iOS build number could not be read.
ar: تعذرت قراءة رقم بنية iOS الدقيق.
de: Die genaue iOS-Buildnummer konnte nicht ausgelesen werden.
es: No se ha podido leer el número exacto de compilación de iOS.
fr: Impossible de lire le numéro exact de la build d’iOS.
ja: 正確なiOSビルド番号を読み取れませんでした。
ru: Не удалось определить точный номер сборки iOS.
vi: Không thể đọc chính xác số bản dựng iOS.
zh_hans: 无法读取确切的 iOS 构建号。

source: The jailbreak target must be a physical iPhone or iPad.
ar: يجب أن يكون الجهاز المستهدف للجيلبريك جهاز iPhone أو iPad فعليًا.
de: Das Jailbreak-Ziel muss ein physisches iPhone oder iPad sein.
es: El dispositivo de destino del jailbreak debe ser un iPhone o iPad físico.
fr: La cible du jailbreak doit être un iPhone ou un iPad physique.
ja: Jailbreakの対象は実機のiPhoneまたはiPadである必要があります。
ru: Целью джейлбрейка должен быть физический iPhone или iPad.
vi: Thiết bị cần jailbreak phải là iPhone hoặc iPad vật lý.
zh_hans: 越狱目标必须是 iPhone 或 iPad 真机。

source: The kernelcache is not readable.
ar: ذاكرة التخزين المؤقت للنواة غير قابلة للقراءة.
de: Der Kernelcache kann nicht gelesen werden.
es: No se puede leer la caché del kernel.
fr: Le cache du noyau n’est pas lisible.
ja: カーネルキャッシュを読み込めません。
ru: Кэш ядра недоступен для чтения.
vi: Không thể đọc bộ nhớ đệm hạt nhân.
zh_hans: 内核缓存不可读。

source: The software license file is missing.
ar: ملف ترخيص البرنامج مفقود.
de: Die Softwarelizenzdatei fehlt.
es: Falta el archivo de licencia de software.
fr: Le fichier de licence du logiciel est manquant.
ja: ソフトウェアライセンスファイルがありません。
ru: Файл лицензии на ПО отсутствует.
vi: Thiếu tệp giấy phép phần mềm.
zh_hans: 缺少软件许可证文件。

source: Tweak Injection
ar: حقن التويكات
de: Tweaks laden
es: Inyección de tweaks
fr: Injection de tweaks
ru: Внедрение твиков
vi: Cho phép chạy Tweak
zh_hans: 插件注入

source: Unsupported
ar: غير مدعوم
de: Nicht unterstützt
es: No compatible
fr: Non pris en charge
ja: 非対応
ru: Не поддерживается
vi: Không được hỗ trợ
zh_hans: 不支持

source: Unsupported Environment
ar: بيئة غير مدعومة
de: Nicht unterstützte Umgebung
es: Entorno no compatible
fr: Environnement non pris en charge
ja: 未対応の環境
ru: Неподдерживаемая среда
vi: Môi trường không được hỗ trợ
zh_hans: 不支持的环境

source: Unsupported Target
ar: الجهاز المستهدف غير مدعوم
de: Nicht unterstütztes Ziel
es: Dispositivo no compatible
fr: Cible non prise en charge
ja: 未対応のデバイス
ru: Неподдерживаемое устройство
vi: Thiết bị đích không được hỗ trợ
zh_hans: 不支持的设备

source: Userspace Reboot Required
ar: يتطلب إعادة تشغيل Userspace
de: Userspace-Neustart erforderlich
es: Es necesario reiniciar el Espacio de Usuario
fr: Redémarrage de l’espace utilisateur requis
ja: Userspaceの再起動が必要です
ru: Требуется перезагрузка Userspace
vi: Cần khởi động lại Userspace
zh_hans: 需要重启用户空间

# iOS %@ does not have a supported runtime profile.
source: iOS %1$@ does not have a supported runtime profile.
ar: لا يتوفر ملف تعريف وقت تشغيل مدعوم لنظام iOS %1$@.
de: Für iOS %1$@ ist kein unterstütztes Laufzeitprofil verfügbar.
es: iOS %1$@ no dispone de un perfil de ejecución compatible.
fr: iOS %1$@ ne dispose d’aucun profil d’exécution pris en charge.
ja: iOS %1$@に対応するランタイムプロファイルがありません。
ru: Для iOS %1$@ нет поддерживаемого профиля среды выполнения.
vi: iOS %1$@ không có cấu hình runtime được hỗ trợ.
zh_hans: iOS %1$@ 没有受支持的运行时配置文件。

source: iOS did not grant the required background execution assertion.
ar: لم يمنح iOS تصريح التنفيذ المطلوب في الخلفية.
de: iOS hat die erforderliche Freigabe zur Hintergrundausführung nicht erteilt.
es: iOS no ha concedido el permiso necesario para la ejecución en segundo plano.
fr: iOS n’a pas accordé l’autorisation requise pour l’exécution en arrière-plan.
ja: iOSから必要なバックグラウンド実行アサーションを取得できませんでした。
ru: Система iOS не предоставила необходимое разрешение на фоновое выполнение.
vi: iOS không cấp quyền cần thiết để duy trì tác vụ chạy trong nền.
zh_hans: iOS 未授予所需的后台执行断言。

source: package manager supported in this build
ar: مدير الحزم مدعوم في هذا الإصدار
de: Paketmanager wird in diesem Build unterstützt
es: gestor de paquetes compatible con esta compilación
fr: gestionnaire de paquets pris en charge dans cette version
ja: パッケージマネージャーをこのビルドでサポート
ru: менеджер пакетов поддерживается в этой сборке
vi: trình quản lý gói được hỗ trợ trong bản dựng này
zh_hans: 此版本支持该包管理器
